var version_12306_helper = "5.0.1";
var version_12306_helper_beta = "5.0.1";
var version_updater = [
	"* 修正余票查询的时候部分的余票数不显示",
	"* 修正兼容性版本标记，添加允许隐藏不兼容提示的设置",
	"* 精简界面选项，将部分功能作为内置功能不再提供功能开关『记住信息』、『自从重新预定』、『查询失败时自动重试』",
	"* 修正当用户名输入错误时，助手仍反复重试的BUG"
];
var fishlee12306_msgid=17;
var fishlee12306_msgver="4.6.2";
var fishlee12306_msg="警告！由于铁道部的缓存比较要命，故意让你看不到票，因此如果你需要整点抢票，请务必使用『等待整点模式』，否则一直刷新的话会导致你晚很多才能看到票！\n\n除此以外，等待倒计时的过程中，建议不要最小化浏览器或切换到其它标签！\n\n另外就是佩服铁道部的开发人员，他们比我勤快，我都想着应该不会改了来着，难得他们还这么关注……";
