var version_12306_helper = "4.1.0";
var version_updater = [
	"全新的自动提交订单功能，允许你在查询界面预先填写验证码并全自动提交",
	"增加出行模式功能，能快速保存黑白名单及自动预定等设置，快速恢复；",
	"(4.1.0) 启用全新的检查更新方式，检查更加稳定可靠",
	"(4.1.0) 修正针对部分提交时，针对无座不会缩减乘客的BUG",
	"(4.1.0) 对自动提交提示颜色启用全新的颜色提示，红色显示需要填写区域，绿色显示已填写区域",
	"(4.1.0) 修复自动预订时可能导致重复提交的潜在BUG",
	"(4.1.0) 手动输入车次时，尝试对输入错误的内容进行自动修正（如含逗号时自动转换为正则）",
	"添加车次过滤白名单，在白名单中的车次将不会被过滤"
];
var fishlee12306_msgid=0;
var fishlee12306_msgver="4.0.5";
var fishlee12306_msg="因购买儿童票导致自动提交卡住的同学请尽快升级到 4.0.5 喔~~~切记切记~~~~";
