var version_12306_helper = "4.2.4";
var version_updater = [
	"修改自动预定和自动提交逻辑，提示排队人数过多时自动重试 (不过此类情况成功率不高，建议多做打算)",
	"修改自动提交的重试过程可以通过取消勾选『自动提交』来取消",
	"修正改签的自动提交会生成一个新的订单",
	"修正自动提交在出现网络错误时，可能会卡住的BUG"
];
var fishlee12306_msgid=13;
var fishlee12306_msgver="4.2.3";
var fishlee12306_msg="各位早起购票的同学请注意，由于铁道部向来有偷偷半夜改东西的习惯，为保证您能正常购票，请在放票前用别的车次测试是否能正常购票（切记三次取消机会），出现未见过的异常提示时换成手动订票，同时强烈建议你使用自动提交的同时，另外单独开一个其它的浏览器完全手动操作，以免因最新的修改给您的订票带来麻烦。切记多手准备，如果助手未能帮上您的忙，那非常抱歉 :-(\n\n此外，『非法请求』基本上等效于以前的『排队人数过多』，这种情况下如果您多尝试几次，有一定的概率能排上队。";
