var version_12306_helper = "4.0.0";
var version_updater = [
	"<span style='color:red;font-weight:bold;'>全新的自动提交订单功能，允许你在查询界面预先填写验证码并全自动提交</span>",
	"添加车次过滤白名单，在白名单中的车次将不会被过滤",
	"修改黑名单和自动预定列表为席别优先级一样的选择模式",
	"修改添加名单逻辑，现在自动预定和黑名单直接点击车次即可，不需要弹出层",
	"修改席别选择；增加全部席别按钮；当不优选席别时，改为选中所有席别",
	"重新加入被铁道部移除的上下铺选择下拉框，当然，加着玩儿，有效果更好，没效果……咱大肚能容那啥……",
	"席别优先选择中加入硬座的无座",
	"添加对在支付页面点击取消订单后跳回的查询页面的功能支持",
	"增加清除已保存配置的功能按键",
	"更新部分页面展示内容及效果, 增加部分选项提示，调整页面高度尽量避免太多滚动条",
	"修正预定界面上的『显示帮助』的配置保存问题(真是个古老的BUG……)。",
	"<span style='color:blue;font-weight:bold;'>有童鞋提醒我一周年了……一看记录果然2012年1月9日发布的1.0版……一周年之际发布4.0版，感谢各位的支持和鼓励，希望每一位同学都能顺利地回家，2013都能收获自己想要的，不管是高雅的爱情还是庸俗的钱财 :-)</span>"
];
var fishlee12306_msgid=1;
var fishlee12306_msg="助手关于订票不得不说。。。(捎带测试下消息系统....)\n===========================\n1.放票非正点也，So在将近放票的时候，务必保持刷新状态哈，而且……当整点没有放票时，不要放弃继续刷新喔；\n2.动车都是11点放票撒，切记切记；\n3.第一波放票悲催地木有订到时，请耐心等待，因为现在放票有N多节点，随时会有票出来，晚很久才放票也正常，铁老大经常秀下限嘀；\n4.如果您的车票很难买，请尽量发动你的七大姑八大姨神马的一堆朋友过来集体帮忙，同时建议用多个浏览器刷票，因为缓存的关系不同的浏览器出现票的时间可能不同\n5.最新版3.9.0中的预先选择铺位功能有点淡化了……要用的话，使用优选席别，第一个优选的将会被自动选中 ^_^\n\n好了，废话说完鸟，祝大家买票顺利，贫僧只希望不会帮倒忙就好了 ╮(╯▽╰)╭";
