var version_12306_helper = "4.9.5.1";
var version_updater = [
	"* 修正高铁或动车之一过滤的时候依然提示有票的BUG",
	"* 增加N首提示音乐(从手机铃声网站上扒拉下来的乱七八糟的..)",
	"* 修正在不启用自动变换车次类型的情况下依然会自动取消勾选『全部』的BUG",
	"* 修正自动预定可能存在的问题",
	"* 修正其它一些涉及席别的地方存在的可能隐藏BUG",
	"* 修正兼容性版本标记",
	"+ 增加全新的界面提示功能"
];
var fishlee12306_msgid=17;
var fishlee12306_msgver="4.6.2";
var fishlee12306_msg="警告！由于铁道部的缓存比较要命，故意让你看不到票，因此如果你需要整点抢票，请务必使用『等待整点模式』，否则一直刷新的话会导致你晚很多才能看到票！\n\n除此以外，等待倒计时的过程中，建议不要最小化浏览器或切换到其它标签！\n\n另外就是佩服铁道部的开发人员，他们比我勤快，我都想着应该不会改了来着，难得他们还这么关注……";
