var version_12306_helper="3.6.0";
var version_updater = [
 	"修正登录成功但没有能判断出的错误(2012.12.11铁道部最新修改)",
	"修正自动预定功能失效的问题(2012.12.11铁道部最新修改)",
	"修正过滤不可预定车次功能失效的问题(2012.12.11铁道部最新修改)",
	"修正自动刷新查询功能混乱的问题(2012.12.11铁道部最新修改)",
	"修正自动预选乘客功能失效的问题(2012.12.11铁道部最新修改)",
	"修正因铁道部的弹出框出错而导致重新查询的问题(2012.12.11铁道部最新修改)",
	"-----------------------------------------------------------",
	"提示：如果您发现车次的提示信息无法显示，这是铁道部的问题，请不要怪责老衲 =。=",
	"-----------------------------------------------------------",
	"(新功能陆续开发中，为避免封杀咱不透露细节 #^_^#)"
];
