var version_12306_helper = "4.0.3";
var version_updater = [
	"全新的自动提交订单功能，允许你在查询界面预先填写验证码并全自动提交",
	"(4.0.1) 解决预定页只能提交一次的限制，出现后台错误时自动刷新预定；其它细节修改；",
	"(4.0.2) 查询界面增加IE登录按钮，修正IE登录相关部分的细节；其它细节修改；",
	"(4.0.3) 修改有席别优选存在时的优选顺序，调整为先席别再车次优选；",
	"添加车次过滤白名单，在白名单中的车次将不会被过滤",
	"修改黑名单和自动预定列表为席别优先级一样的选择模式",
	"修改添加名单逻辑，现在自动预定和黑名单直接点击车次即可，不需要弹出层",
	"修改席别选择；增加全部席别按钮；当不优选席别时，改为选中所有席别",
	"重新加入被铁道部移除的上下铺选择下拉框，当然，加着玩儿，有效果更好，没效果……咱大肚能容那啥……",
	"席别优先选择中加入硬座的无座",
	"添加对在支付页面点击取消订单后跳回的查询页面的功能支持",
	"(....and more .....)"
];
var fishlee12306_msgid=0;
var fishlee12306_msgver="";
var fishlee12306_msg="自动提交频繁出现后台处理异常或非法请求的同学请注意，这是铁道部最新的修改，请尽快升级到4.0.1；同时建议使用自动提交订单来加速操作以减轻这个限制的影响。\n\n其它订票细节须知请点击『设置』并查看常见问题 ~~~~~(=￣ω￣=) ";
