var version_12306_helper = "4.0.1";
var version_updater = [
	"全新的自动提交订单功能，允许你在查询界面预先填写验证码并全自动提交",
	"(4.0.1) 解决预定页只能提交一次的限制，出现后台错误时自动刷新预定；其它细节修改；",
	"添加车次过滤白名单，在白名单中的车次将不会被过滤",
	"修改黑名单和自动预定列表为席别优先级一样的选择模式",
	"修改添加名单逻辑，现在自动预定和黑名单直接点击车次即可，不需要弹出层",
	"修改席别选择；增加全部席别按钮；当不优选席别时，改为选中所有席别",
	"重新加入被铁道部移除的上下铺选择下拉框，当然，加着玩儿，有效果更好，没效果……咱大肚能容那啥……",
	"席别优先选择中加入硬座的无座",
	"添加对在支付页面点击取消订单后跳回的查询页面的功能支持",
	"(....and more .....)",
	"有童鞋提醒我一周年了……一看记录果然2012年1月9日发布的1.0版……一周年之际发布4.0版，感谢各位的支持和鼓励，希望每一位同学都能顺利地回家，2013都能收获自己想要的，不管是高雅的爱情还是庸俗的钱财 :-)"
];

var fishlee12306_msgid=0;
var fishlee12306_msg="";
