var version_12306_helper = "4.1.1";
var version_updater = [
	"<span style='color:red;font-weight:bold;'>全新的自动提交订单功能，允许你在查询界面预先填写验证码并全自动提交</span>",
	"增加出行模式功能，能快速保存黑白名单及自动预定等设置，快速恢复；",
	"(4.1.1) 修正提示验证码必须输入的错误(紧急)",
	"(4.1.0) 启用全新的检查更新方式，检查更加稳定可靠",
	"(4.1.0) 修正针对部分提交时，针对无座不会缩减乘客的BUG",
	"(4.1.0) 对自动提交提示颜色启用全新的颜色提示，红色显示需要填写区域，绿色显示已填写区域",
	"(4.1.0) 修复自动预订时可能导致重复提交的潜在BUG",
	"(4.1.0) 手动输入车次时，尝试对输入错误的内容进行自动修正（如含逗号时自动转换为正则）",
	"添加车次过滤白名单，在白名单中的车次将不会被过滤",
	"<span style='color:blue;font-weight:bold;'>有童鞋提醒我一周年了……一看记录果然2012年1月9日发布的1.0版……一周年之际发布4.0版，感谢各位的支持和鼓励，希望每一位同学都能顺利地回家，2013都能收获自己想要的，不管是高雅的爱情还是庸俗的钱财 :-)</span>"
];
var fishlee12306_msgid=0;
var fishlee12306_msgver="4.0.5";
var fishlee12306_msg="因购买儿童票导致自动提交卡住的同学请尽快升级到 4.0.5 喔~~~切记切记~~~~";
