var version_12306_helper = "4.0.6";
var version_updater = [
	"全新的自动提交订单功能，允许你在查询界面预先填写验证码并全自动提交",
	"增加出行模式功能，能快速保存黑白名单及自动预定等设置，快速恢复；",
	"添加车次过滤白名单，在白名单中的车次将不会被过滤",
	"(4.0.6) 添加部分提交功能，当余票数不足时，自动按顺序部分提交订单",
	"(4.0.5) 修复当联系人证件号重复时，自动提交无法使用的BUG",
	"(4.0.5) 增加自动预定模式选择（车次优先还是席别优先）；",
	"(4.0.5) 修正进入预定页后，再点击余票查询会自动跳回的BUG；",
	"(4.0.3) 修改有席别优选存在时的优选顺序，调整为先席别再车次优选；",
	"(4.0.2) 查询界面增加IE登录按钮，修正IE登录相关部分的细节；其它细节修改；",
	"(4.0.1) 解决预定页只能提交一次的限制，出现后台错误时自动刷新预定；其它细节修改；"
];
var fishlee12306_msgid=0;
var fishlee12306_msgver="4.0.5";
var fishlee12306_msg="因购买儿童票导致自动提交卡住的同学请尽快升级到 4.0.5 喔~~~切记切记~~~~";
